titulo_ascii = '''
             ______ _______ _____         _____   _______ ____  
            |  ____|__   __/ ____|  /\\   / ____| |__   __/ __ \\ 
            | |__     | | | (___   /  \\ | |   ______| | | |  | |
            |  __|    | |  \\___ \\ / /\\ \\| |  |______| | | |  | |
            | |____   | |  ____) / ____ \\ |____     | | | |__| |
            |______|  |_| |_____/_/    \\_\\_____|    |_|  \\____/ 


                                      :+***+:                                  
                         *********************************                     
                   *********************************************               
               *****************************************************           
                   *********************************************               
         **+           *************************************           =**     
       ***********         -***************************-         ***********   
      *******************       *******************       *******************  
       ************************     ***********     ************************   
                                -*****  ***  *****-                            
                              -******   ***   ******-                          
     *************************+    .***********.    +************************* 
      ******************       *********************       ******************  
       **********          *****************************          **********   
         **            *************************************            **     
                   *********************************************               
               *****************************************************           
                   *********************************************               
                         *********************************                     
                                                                               
                                                                               
            ¡Bo día/Boa tarde! 👋

        Son o teu asistente virtual especializado na normativa e servizos da Universidade. Estou aquí para axudarche con calquera dúbida que teñas sobre:
        
        📚 Biblioteca (normas, préstamos, dereitos, guías...)
        🎓 Matrícula (grao, máster, doutoramento)
        💰 Bolsas e axudas (becas, Santander, dificultades económicas, comedor...)
        🌍 Mobilidade (programas de intercambio, axudas MilleniumBus...)
        🏛 Normativa xeral (dereitos, regulamentos internos, preguntas frecuentes)
        
        Pregúntame o que necesites e intentarei atopar a información máis actualizada nos documentos oficiais da Universidade.
'''
